/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Huidige locatie bepalen";
"DeterminingLocationStep2" = "Huidige locatie bepalen.";
"DeterminingLocationStep3" = "Huidige locatie bepalen..";
"DeterminingLocationStep4" = "Huidige locatie bepalen...";

"DeterminingLocation" = "Huidige locatie bepalen...";

"LocationError" = "Huidige locatie kan op dit moment niet worden bepaald";
"CurrentLocation" = "Huidige locatie: %@";
"TurnONAirport" = "Schakel AirPort in om uw huidige locatie te bepalen";
